{
  "nav_item_texts": [
    "产品简介",
    "产品技术",
    "开发团队",
    "使用指南",
    "关于",
    "问题反馈"
  ],
  "page_1_texts": [
    "本产品可用于解决校园内车辆被盗的问题。",
    "随着校园非机动车的增加，小偷日益猖狂，车辆被盗事件已成为家常便饭。",
    "为了缓解这种现状，我们想到用校园WiFi进行车辆的定位和数据传输，并设计了一个安装在车辆上的防盗定位装置，其本身具有防拆结构，可以在装置遭到恶意破坏的时候向用户发出警告。",
    "用户配有专用手持端，可以设置地理围栏，同时实时显示车辆信息，",
    "如:车辆停放时的经纬度，防盗装置的电量信息及完好性，及车辆距离上次停放位置的移动位置，以确定车辆是否安全，若发现危险，手持端会发出声音及震动向用户报警，并可以远程锁定车辆。",
    "另一方面，我们还提供了网页端，在手机、电脑上可以实时显示车辆位置（以地图的形式显示），行驶轨迹，用户可以向保安发送求助信息。",
    "安保人员也可以查看全校所有车辆的位置、轨迹，同时可以接收用户的求助，决定是否同意车辆出入校园，以便于学校对校园车辆的集中管理。"
  ],
  "page_2_texts": [
    "本项目结合现阶段校园WiFi热点基本覆盖全学校与大学校园非机动车辆容易被盗的现状",
    "研发了基于WiFi定位技术的校园非机动车辆管理系统",
    "运用Linux、Python、MongoDB、Redis等服务器技术实现对系统的开发与管理",
    "我们设计了一个安装在车辆上的防盗定位装置设计了一个安装在车辆上的防盗定位装置，其本身具有防拆结构，可以在装置遭到恶意破坏的时候发出声音及震动向用户报警。",
    "用户配有专用手持端，可以设置地理围栏，同时实时显示车辆信息，包括车辆停放时的经纬度，防盗装置的电量信息及完好性，及车辆距离上次停放位置的移动位置，以确定车辆是否安全，若发现危险，手持端会发出声音及震动向用户报警，用户可以远程锁定车辆。",
    "为用户提供了网页端，可以在手机或电脑上实时显示车辆位置（以地图的形式显示）和行驶轨迹。",
    "用户可以向保安发送求助信息，安保人员也可以查看全校所有车辆的位置，行驶轨迹，同时可以接收用户的求助，决定是否同意车辆出入校园，以便于学校对校园车辆的集中管理。"
  ],
  "page_3_texts": [
    "本团队中的---负责服务端各模块（TCP服务器，负责与硬件客户端通讯；",
    "WEB服务器，负责提供网页和用户进行交互；数据库服务器，负责存储用户各种信息）的设计、编写、组装、调试，将服务端与硬件设备进行联调等；",
    "---负责客户端各模块（ESP8266、STC12C5A60S2、继电器、喇叭、显示屏、电源管理芯片等）的资料介绍，及客户端系统搭建流程等。",
    "---和---具有较强的协调，文档撰写能力，负责商业计划书撰写等；",
    "由---、---、---、---负责拍摄MV，生动的展现产品的性能，优点等。",
    "另外本项目的指导教师---老师长期从事传感器信号处理、电路设计等相关科研工作，能够辅导项目中各项研究工作。",
    "正是由于每个人各司其职，认真做好自己的事情，才组成了我们这个勇于创新、敢于挑战、坚持不懈、不惧艰难的团队。"
  ],
  "page_4_texts": [
    "1.第一次使用时需将PS2键盘连接到设备的PS2接口上。",
    "2.打开系统电源开关，待显示屏出现等待设置界面时，按下回退键，出现“校园网名称”时输入校园网名称，按回车键，输入服务器IP地址，再按回车键，输入服务器端口号（大写字母需按住shift键），确定无误后回车。",
    "3.等待显示屏有数据显示时即完成系统配置。",
    "4.若需要对非机动车电源和警报器进行控制，可调整“功能”按键，显示屏会显示相应动作。",
    "5.非机动车需要监管时，需由用户利用手持端给服务器发送一个初始位置信息，具体操作为：按“功能”按键，直到出现“初始位置”字样，即完成发送初始位置信息任务，而后同样按住“功能”按键，退回到“智能控制”模式。",
    "6.手持端会收到非机动车的车辆安全状况，当用户不能控制此状况时，可按“求助”键，门卫将为你提供帮助。"
  ],
  "page_5_texts": [
    "随着现代社会的发展，时代的进步，高新技术的快速融入，同学们的校园生活和出行方式发生了巨大的改变。",
    "出于价格便宜、节能环保、方便快捷等因素的考虑，非机动车成为同学们日常出行的首要选择，因此同学们对自己电动车的安全要求就越来越高。",
    "因此，我们提出并实现了一种利用全新方式进行车辆定位与车辆防盗的系统，即基于校园无线局域网三点定位技术的车辆防盗系统。",
    "本产品利用校园WiFi定位及数据传输，实现车辆防盗系统的设计。",
    "该产品在同学的负担范围内，而且防盗性能比较稳定，抗干扰能力强、灵敏度高、安全可靠。WiFi定位具有精度高，功耗小，价格低廉等特点。",
    "此车辆防盗系统包含一个车辆防盗定位装置、一个用户专用手持端以及网页端。",
    "防盗定位装置安装隐蔽，不易被盗贼发现，便于多用户统一管理，同时用户也可以通过手持端以及网页端实时的查看车辆信息。"
  ]
}

